Amir-Vered/Bench/software/firmware/bench-fw/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BENCH_WIFI_SSID="YOUR_WIFI_NAME"
CONFIG_BENCH_WIFI_PASSWORD="YOUR_WIFI_PASSWORD"